Revit 2023 API
GroupTypeId.Visibility Property
 "Visibility"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Visibility { get; }
Visual Basic
Public Shared ReadOnly Property Visibility As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Visibility {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace